Revit 2027 API
ParameterTypeId.MarkupsLabel Property
 "Label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MarkupsLabel { get; }
Public Shared ReadOnly Property MarkupsLabel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MarkupsLabel {
	ForgeTypeId^ get ();
}
static member MarkupsLabel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace